{
    "menuAbout": "Despre noi",
    "menuPartners": "Colaborare",
    "menuHelp": "Ajutor",
    "menuWhereBuy": "Unde să cumperi?",
    "headerText": "DESCOPERĂ O NOUĂ EXPERIENȚĂ <br> A CĂLĂTORIILOR <br> CU DISPOZITIVUL DE LA NOMAD'S",
    "headerMobile": "O nouă experiență <br>de calatorie",
    "headerMobileText": "Dacă aveți întrebări, suntem mereu aici pentru tine – scrie-ne oricând!",
    "aboutTittle": "DESPRE NOI",
    "aboutText1": "Nomad’s — un brand pentru cei care trăies cîn mișcare. Creăm soluții care fac viața mai confortabilă și mai liberăde grijile inutile.",
    "aboutText2": "Cabluri scurte, prize inaccesibile,neplăceri la încărcarea dispozitivelor în călătorii — noi te eliberăm de toate acestea. Prelungitorul nostru este creat pentru a fi mereu la îndemână și pentru a rezolvasarcinile tale zilnice.",
    "aboutText3": "Nomad’s te ajută să organizezispațiul și să elimini neplăcerile,creând confort în orice situație.",
    "aboutText4": "Nomad’s — este funcționalitate fără compromisuri, fiabilitate de care te poți încrede și o filozofieaxată pe crearea de soluții pentrucălătorii moderni.",
    "deviceTittle": "Dispozitivul nostru",
    "deviceInfo1": "<h3>Ce este?</h3><p>Hub-ul vostru de încărcare universal: putere de 20W,priză, USB-C și USB-A.Compact, stilat, creat pentru a fi mereu la îndemână.</p>",
    "deviceInfo2": "<h3>De ce aveți nevoie de asta?</h3><p>Înlocuiți haosul blocurilor de încărcare cu un singur dispozitiv. Încărcare rapidă, minimalism și confort — pentru acasă, muncă și călătorii.</p>",
    "deviceInfo3": "<h3>De ce Nomad’s</h3><p>Facem viața mai ușoară. Uită de prizele incomode, departe de pat sau locul de muncă. Creăm confort în orice mediu.</p>",
    "deviceInfoItem1": "<h3>Pregătit în orice moment</h3><p>Indiferent de locul în care te afli:în aeroport, cafenea sau hotel — dispozitivul nostru îți va asigura acces ușor la încărcare pentru toate dispozitivele tale.</p>",
    "deviceInfoItem2": "<h3>Ușurință în conectare</h3><p>Prelungitorul se conectează pur și simplu la priză,asigurând instantaneu alimentarea pentru tot ce ai nevoie.</p>",
    "deviceMobileTittle": "PRODUSUL NOSTRU",
    "deviceMobileText1": "Hub-ul vostru de încărcare universal: putere de 20W, priză, USB-C și USB-A. Compact, stilat, creat pentru a fi mereu la îndemână.",
    "deviceMobileInfo1": "<h3>Ce este?</h3><p>Hub-ul vostru de încărcare universal: putere de 20W, priză, USB-C și USB-A. Compact, stilat, creat pentru a fi mereu la îndemână.</p>",
    "deviceMobileInfo2": "<h3>De ce aveți nevoie de asta?</h3><p>Înlocuiți haosul blocurilor de încărcare cu un singur dispozitiv. Înc  ărcare rapidă, minimalism și confort — pentru acasă, muncă și călătorii.</p>",
    "deviceMobileInfo3": "<h3>De ce Nomad’s</h3><p>Facem viața mai ușoară. Uită de prizele incomode, departe de pat sau locul de muncă. Creăm confort în orice mediu.</p>",
    "deviceMobileInfo4": "<h3>Pregătit în orice moment</h3><p>Indiferent de locul în care te afli: în aeroport, cafenea sau hotel — dispozitivul nostru îți va asigura acces ușor la încărcare pentru toate dispozitivele tale.</p>",
    "sustainabilityTittle": "PRIETENOS CU <br>PLANETA ȘI <br>SUSTENABIL",
    "sustainabilityVertical": "FEEL THE FREEDOM.",
    "sustainabilityText": "Produsele noastre sunt concepute având în vedere sustenabilitatea și respectă cele mai înalte standarde de mediu și siguranță, incluzând certificările GS, CE, RoHS, LVD și EMC.",
    "deviceCarouselTittle": "AVANTAJELE NOASTRE",
    "carouselTittle1": "Durabilitate și <br>calitate",
    "carouselText1": "Fiecare detaliu este creat cu atenție și testat pentru rezistență. Folosim doar materiale certificate și tehnologii bine gândite.",
    "carouselTittle2": "Versatilitate bine <br>gândită",
    "carouselText2": "Fiecare detaliu al Nomad’s a fost creat pentru diverse scenarii de viață. De la călătorii la muncă, produsele noastre se adaptează nevoilor tale.",
    "carouselTittle3": "Compact și <br>portabil",
    "carouselText3": "Dispozitivele noastre sunt concepute pentru a fi compacte și portabile, făcându-le ușor de transportat și utilizat oriunde.",
    "carouselTittle4": "Suntem alături <br>de tine",
    "carouselText4": "Fiecare client este important pentru noi. Nu doar vindem dispozitive — creăm o comunitate de utilizatori mulțumiți, sprijinindu-te la fiecare pas al utilizării produsului nostru.",
    "carouselTittle5": "Rezolvăm <br> problema <br>dumneavoastră",
    "carouselText5": "Te-ai săturat de cabluri scurte și prize incomode? Nomad’s elimină aceste bariere, aducând confort în viața ta.",
    "carouselTittle6": "Libertate în <br>mișcare",
    "carouselText6": "Produsul nostru este destinat celor care sunt mereu în mișcare. Poți călători liber, iar Nomad’s se va ocupa de electronicele tale.",
    "supportTittle": "SUPORT TEHNIC",
    "supportTextTittle": "SUPORT PENTRU FIECARE <br>CUMPĂRĂTOR.",
    "supportText": "Indiferent dacă ai o întrebare, ai nevoie de asistență sau vrei pur și simplu să îți împărtășești experiența, suntem aici pentru tine.",
    "supportTextLine": "haideți să luăm legătura!",
    "supportButton": "Contactează-ne",
    "popupText": "Noi vă vom contacta în curând!",
    "popupButton": "Închide",
    "supportBlockTittle": "ASISTENȚĂ DE <br>ÎNALTĂ CALITATE",
    "supportBlockTittleText": "Credem că produsele grozave vin cu suport grozav. Fără răspunsuri automate, fără așteptări nesfârșite — doar oameni reali, pregătiți să te ajute oricând.",
    "reviewsTittle": "RECENZII.",
    "reviewsText": "Părerea ta este neprețuită pentru noi! Ne ajută să îmbunătățim produsul și să ne apropiem de obiectivul nostru cu fiecare pas.",
    "reviewsButton": "Lasă o recenzie",
    "reviewsTittletext": "Ce spun clienții noștri despre noi",
    "purhaseTittle": "Unde să cumpărați?",
    "purchaseSectionText": "Produsele originale Nomad’s sunt disponibile doar pe eMag Marketplace. Aici găsești cele mai bune oferte și garanția calității.",
    "buyTittle": "DE UNDE SĂ CUMPERI",
    "buySectionText": "PRODUSELE ORIGINALE NOMAD’S SUNT <br> DISPONIBILE DOAR PE EMAG <br>MARKETPLACE.",
    "buySectionButton": "Vezi pe",
    "backUpButton": "Înapoi sus",
    "footerContactTittle": "Contact information:"



}